"下一步" = "下一步";
"当前没有可编辑的资源" = "当前没有可编辑的资源";
"当前没有可删除的资源" = "当前没有可删除的资源";
"确定删除这张照片吗?" = "确定删除这张照片吗?";
"确定删除这个视频吗?" = "确定删除这个视频吗?";
"删除" = "删除";
"下载失败，请重试！" = "下载失败，请重试！";
"编辑" = "编辑";
"正在下载iCloud上的资源" = "正在下载iCloud上的资源";
"原始值" = "原始值";
"正方形" = "正方形";
"提示" = "提示";
"是否删除此照片" = "是否删除此照片";
"还原" = "还原";
"选择" = "选择";
"旋转" = "旋转";
"选择照片时不能选择视频" = "选择照片时不能选择视频";
"没有照片可选!" = "没有照片可选!";
"张照片" = "张照片";
"个视频" = "个视频";
"Photos" = "张照片";
"Photo" = "张照片";
"Videos" = "个视频";
"Video" = "个视频";
"今天" = "今天";
"昨天" = "昨天";
"返回"= "返回";
"取消" = "取消";
"预览" = "预览";
"原图" = "原图";
"设置" = "设置";
"确定" = "确定";
"完成" = "完成";
"关闭" = "关闭";
"拍摄" = "拍摄";
"拍摄失败" = "拍摄失败";
"裁剪" = "裁剪";
"抱歉" = "抱歉";
"重拍" = "重拍";
"相机" = "相机";
"照片" = "照片";
"视频" = "视频";
"相册" = "相册";
"加载中" = "加载中";
"处理中" = "处理中";
"点击拍照" = "点击拍照";
"长按录像" = "长按录像";
"点击拍照，长按录像" = "点击拍照，长按录像";
"处理失败,请重试!" = "处理失败,请重试!";
"无法使用相机!" = "无法使用相机!";
"照片正在下载" = "照片正在下载";
"已达最大数!" = "已达最大数!";
"照片已达最大数!" = "照片已达最大数!";
"视频已达最大数!" = "视频已达最大数!";
"最多只能选择%ld张图片" = "最多只能选择%ld张图片";
"最多只能选择%ld个视频" = "最多只能选择%ld个视频";
"最多只能选择%ld个" = "最多只能选择%ld个";
"图片不能和视频同时选择" = "图片不能和视频同时选择";
"视频不能和图片同时选择" = "视频不能和图片同时选择";
"视频少于%ld秒，无法选择" = "视频少于%ld秒，无法选择";
"视频大于%ld秒，无法选择" = "视频大于%ld秒，无法选择";
"录制时间少于%.0f秒" = "录制时间少于%.0f秒";
"请在设置-隐私-相机中允许访问相机" = "请在设置-隐私-相机中允许访问相机";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "无法访问照片\n请点击这里前往设置中允许访问照片";
"无法使用相机" = "无法使用相机";
"无法访问照片，请前往设置中允许\n访问照片" = "无法访问照片，请前往设置中允许\n访问照片";
"无法使用麦克风" = "无法使用麦克风";
"请在设置-隐私-相机中允许访问麦克风" = "请在设置-隐私-相机中允许访问麦克风";
"视频保存失败!" = "视频保存失败!";
"照片保存失败!" = "照片保存失败!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "保存失败，无法访问照片\n请前往设置中允许\n访问照片";
"没有可选的照片!" = "没有可选的照片!";
"视频已被删除!" = "视频已被删除!";
"尚未从iCloud上下载，请至系统相册下载完毕后选择" = "尚未从iCloud上下载，请至系统相册下载完毕后选择";
"今天" = "今天";
"昨天" = "昨天";
"麦克风添加失败，录制视频会没有声音哦!" = "麦克风添加失败，录制视频会没有声音哦!";
"点击录制" = "点击录制";
"%.0f秒内的视频无效哦~" = "%.0f秒内的视频无效哦~";
"录制视频失败!" = "录制视频失败!";
"继续录制" = "继续录制";
"无法访问相册" = "无法访问相册";
"请在设置-隐私-相册中允许访问相册" = "请在设置-隐私-相册中允许访问相册";
"下载失败" = "下载失败";
"所有照片" = "所有照片";
"相机胶卷" = "相机胶卷";
"编辑后，GIF将会变为静态图，确定继续吗？" = "编辑后，GIF将会变为静态图，确定继续吗？";
"编辑后，LivePhoto将会变为静态图，确定继续吗？" = "编辑后，LivePhoto将会变为静态图，确定继续吗？";
"图片尺寸过小!" = "图片尺寸过小!";
"获取视频失败!" = "获取视频失败!";
"确定取消吗?" = "确定取消吗?";
"继续" = "继续";
"获取" = "获取";
"处理失败，请重试" = "处理失败，请重试!";
"选择照片时不能选择视频" = "选择照片时不能选择视频";
"选择视频时不能选择照片" = "选择视频时不能选择照片";
"只能选择%ld秒内的视频，需进行编辑" = "只能选择%ld秒内的视频，需进行编辑";
"从手机相册选择" = "从手机相册选择";
"正在下载网络图片，请稍等" = "正在下载网络图片，请稍等";
"正在获取照片大小，请稍等" = "正在获取照片大小，请稍等";
"照片大小超过最大限制%@" = "照片大小超过最大限制%@";
"视频大小超过最大限制%@" = "视频大小超过最大限制%@";
"照片或视频" = "照片或视频";
"轻触拍照" = "轻触拍照";
"按住摄像" = "按住摄像";
"轻触拍照，按住摄像" = "轻触拍照，按住摄像";
"拍照" = "拍照";
"摄像" = "摄像";
"无法访问所有照片\n请点击这里前往设置中允许访问所有照片" = "无法访问所有照片\n请点击这里前往设置中允许访问所有照片";
"无法访问所有照片" = "无法访问所有照片";
"请在设置-隐私-相册中允许访问所有照片" = "请在设置-隐私-相册中允许访问所有照片";
"要删除这张照片吗?" = "要删除这张照片吗?";
"要删除此视频吗?" = "要删除此视频吗?";
"自由" = "自由";
"松手即可删除" = "松手即可删除";
"拖动到此处删除" = "拖动到此处删除";
"仅可访问部分照片，建议开启「所有照片」" = "仅可访问部分照片，建议开启「所有照片」";
"去设置" = "去设置";

"HXAlbumCameraRoll" = "所有照片";
"HXAlbumPanoramas" = "全景照片";
"HXAlbumVideos" = "视频";
"HXAlbumFavorites" = "个人收藏";
"HXAlbumTimelapses" = "延时摄影";
"HXAlbumRecents" = "最近项目";
"HXAlbumRecentlyAdded" = "最近添加";
"HXAlbumBursts" = "连拍快照";
"HXAlbumSlomoVideos" = "慢动作";
"HXAlbumSelfPortraits" = "自拍";
"HXAlbumScreenshots" = "屏幕快照";
"HXAlbumDepthEffect" = "人像";
"HXAlbumLivePhotos" = "实况照片";
"HXAlbumAnimated" = "动图";
